Repository: youngchris29-art/NuvioMobile
Catalog: iosApp/NuvioTV/Shared.xcstrings
Source language: en
Languages: de, es, fr, it, vi

# meta_section_comments_description
source: Trakt comments section.
de: Trakt-Kommentar-Bereich.
es: Sección de comentarios de Trakt.
fr: Section de commentaires Trakt.
it: Sezione commenti di Trakt.
vi: Bình luận từ Trakt

# meta_section_details_description
source: Runtime, status, release, language, and related info.
de: Laufzeit, Status, Veröffentlichung, Sprache und verwandte Infos.
es: Duración, estado, fecha de estreno, idioma e información relacionada.
fr: Durée, statut, date de sortie, langue et informations associées.
it: Durata, stato, rilascio, lingua e info correlate.
vi: Thời lượng, trạng thái, ngày phát hành, ngôn ngữ và thông tin liên quan

# meta_section_episodes_description
source: Seasons and episode list for series.
de: Staffeln und Episodenliste für Serien.
es: Temporadas y lista de episodios para series.
fr: Saisons et liste d’épisodes pour les séries.
it: Stagioni ed elenco episodi per le serie.
vi: Danh sách mùa và tập phim

# meta_section_more_like_this_description
source: Recommendation rail.
de: Empfehlungs-Reihe.
es: Fila de recomendaciones.
fr: Rayon de recommandations.
it: Riga dei consigli.
vi: Nội dung gợi ý

# meta_section_more_like_this_title
source: More Like This
de: Mehr davon
es: Más como esto
fr: À voir aussi
it: Altri titoli simili
vi: Có thể bạn sẽ thích

# meta_section_overview_description
source: Synopsis, ratings, genres, and core credits.
de: Synopsis, Bewertungen, Genres und wichtigste Credits.
es: Sinopsis, calificaciones, géneros y créditos principales.
fr: Synopsis, notes, genres et crédits principaux.
it: Sinossi, valutazioni, generi e crediti principali.
vi: Tóm tắt, đánh giá, thể loại và thông tin chính

# meta_section_overview_title
source: Overview
de: Übersicht
es: Resumen
fr: Aperçu
it: Panoramica
vi: Tổng quan

# meta_section_production_description
source: Studios and networks.
de: Studios und Sender.
es: Estudios y cadenas.
fr: Studios et chaînes.
it: Studi e network.
vi: Hãng sản xuất và đơn vị phát hành

# meta_section_production_title
source: Production
de: Produktion
es: Producción
it: Produzione
vi: Sản xuất

# meta_section_trailers_description
source: Trailer rail and playback shortcuts.
de: Trailer-Reihe und Wiedergabe-Verknüpfungen.
es: Fila de tráilers y accesos rápidos de reproducción.
fr: Rayon de bandes-annonces et raccourcis de lecture.
it: Riga dei trailer e scorciatoie di riproduzione.
vi: Danh sách trailer và phím tắt điều khiển

# network_empty_response_body
source: Empty response body
de: Leerer Antwortinhalt
es: Cuerpo de respuesta vacío
fr: Corps de réponse vide
it: Corpo della risposta vuoto
vi: Không có phản hồi từ máy chủ

# network_request_failed_http
source: Request failed with HTTP %1$@
de: Anfrage mit HTTP %1$@ fehlgeschlagen
es: La solicitud falló con HTTP %1$@
fr: Échec de la requête (HTTP %1$@)
it: Richiesta non riuscita con HTTP %1$@
vi: Yêu cầu thất bại (HTTP %1$@)

# notifications_episode_release_body_code
source: %1$@ is out now
de: %1$@ ist jetzt verfügbar
es: %1$@ ya está disponible
fr: %1$@ est maintenant disponible
it: %1$@ è ora disponibile
vi: %1$@ đã phát hành

# notifications_episode_release_body_code_title
source: %1$@ • %2$@ is out now
de: %1$@ • %2$@ ist jetzt verfügbar
es: %1$@ • %2$@ ya está disponible
fr: %1$@ • %2$@ est maintenant disponible
it: %1$@ • %2$@ è ora disponibile
vi: %1$@ • %2$@ đã phát hành

# notifications_episode_release_body_generic
source: A new episode is out now
de: Eine neue Episode ist jetzt verfügbar
es: Ya hay un episodio nuevo disponible
fr: Un nouvel épisode est maintenant disponible
it: Un nuovo episodio è ora disponibile
vi: Đã có tập mới

# notifications_episode_release_body_title
source: %1$@ is out now
de: %1$@ ist jetzt verfügbar
es: %1$@ ya está disponible
fr: %1$@ est maintenant disponible
it: %1$@ è ora disponibile
vi: %1$@ đã phát hành

# notifications_test_preview_body
source: Preview episode release alert.
de: Vorschau einer Episoden-Release-Benachrichtigung.
es: Vista previa de la alerta de estreno de episodio.
fr: Aperçu de l’alerte de sortie d’épisode.
it: Anteprima dell'avviso di uscita episodio.
vi: Đây là thông báo thử nghiệm cho tập mới

# notifications_test_send_failed
source: Failed to send a test notification.
de: Test-Benachrichtigung konnte nicht gesendet werden.
es: No se pudo enviar una notificación de prueba.
fr: Impossible d’envoyer une notification de test.
it: Impossibile inviare la notifica di test.
vi: Không thể gửi thông báo thử nghiệm

# notifications_test_sent_for
source: Test notification sent for %1$@.
de: Test-Benachrichtigung für %1$@ gesendet.
es: Notificación de prueba enviada para %1$@.
fr: Notification de test envoyée pour %1$@.
it: Notifica di test inviata per %1$@.
vi: Đã gửi thông báo thử nghiệm cho %1$@

# p2p_error_unknown
source: Unknown torrent error
de: Unbekannter Torrent-Fehler
es: Error de torrent desconocido
fr: Erreur torrent inconnue
it: Errore torrent sconosciuto
vi: Lỗi torrent không xác định

# person_role_director
source: Director
de: Regisseur
fr: Réalisateur
it: Regista
vi: Đạo diễn

# person_role_writer
source: Writer
de: Drehbuchautor
es: Guionista
fr: Scénariste
it: Sceneggiatore
vi: Biên kịch

# pin_incorrect
source: Incorrect PIN
de: Falsche PIN
es: PIN incorrecto
fr: Code PIN incorrect
it: PIN errato
vi: Sai mã PIN

# profile_pin_changed_requires_refresh
source: This profile PIN changed. Connect once to refresh the lock on this device.
de: Diese Profil-PIN wurde geändert. Verbinde dich einmal, um die Sperre auf diesem Gerät zu aktualisieren.
es: El PIN de este perfil cambió. Conéctate una vez para actualizar el bloqueo en este dispositivo.
fr: Le code PIN de ce profil a changé. Connectez-vous une fois pour mettre à jour le verrouillage sur cet appareil.
it: Il PIN di questo profilo è cambiato. Connettiti per aggiornare il blocco su questo dispositivo.
vi: Mã PIN của hồ sơ đã thay đổi. Hãy kết nối Internet để cập nhật mã PIN mới nhất trên thiết bị này

# profile_pin_clear_failed
source: Couldn't remove PIN lock. Try again.
de: PIN-Sperre konnte nicht entfernt werden. Versuche es erneut.
es: No se pudo quitar el bloqueo por PIN. Inténtalo de nuevo.
fr: Impossible de supprimer le verrouillage PIN. Réessayez.
it: Impossibile rimuovere il blocco PIN. Riprova.
vi: Không thể xóa mã PIN. Hãy thử lại

# profile_pin_clear_requires_internet
source: Connect to the internet to remove the PIN lock.
de: Verbinde dich mit dem Internet, um die PIN-Sperre zu entfernen.
es: Conéctate a internet para quitar el bloqueo por PIN.
fr: Connectez-vous à Internet pour supprimer le verrouillage PIN.
it: Connettiti a Internet per rimuovere il blocco PIN.
vi: Hãy kết nối Internet để xóa mã PIN

# profile_pin_offline_verification_requires_online
source: This PIN can't be verified offline on this device yet. Connect once and unlock it online first.
de: Diese PIN kann auf diesem Gerät noch nicht offline überprüft werden. Verbinde dich einmal und entsperre sie zuerst online.
es: Este PIN aún no puede verificarse sin conexión en este dispositivo. Conéctate una vez y desbloquéalo en línea primero.
fr: Ce code PIN ne peut pas encore être vérifié hors ligne sur cet appareil. Connectez-vous une fois et déverrouillez-le en ligne d’abord.
it: Questo PIN non può ancora essere verificato offline su questo dispositivo. Connettiti e sbloccalo prima online.
vi: Chưa thể xác minh mã PIN khi thiết bị ngoại tuyến. Hãy kết nối Internet và thử lại sau

# profile_pin_set_failed
source: Couldn't set PIN. Try again.
de: PIN konnte nicht gesetzt werden. Versuche es erneut.
es: No se pudo establecer el PIN. Inténtalo de nuevo.
fr: Impossible de définir le code PIN. Réessayez.
it: Impossibile impostare il PIN. Riprova.
vi: Không thể đặt mã PIN. Hãy thử lại

# profile_pin_set_requires_internet
source: Connect to the internet to set a PIN.
de: Verbinde dich mit dem Internet, um eine PIN festzulegen.
es: Conéctate a internet para establecer un PIN.
fr: Connectez-vous à Internet pour définir un code PIN.
it: Connettiti a Internet per impostare un PIN.
vi: Hãy kết nối Internet để đặt mã PIN

# profile_primary_addons_required
source: This profile uses primary addons.
de: Dieses Profil verwendet primäre Addons.
es: Este perfil usa los complementos principales.
fr: Ce profil utilise les addons principaux.
it: Questo profilo utilizza gli addon principali.
vi: Hồ sơ này đang dùng addon chính

# search_error_no_results_for_catalog
source: No search results returned for %1$@.
de: %1$@ hat keine Suchergebnisse zurückgegeben.
es: No se obtuvieron resultados de búsqueda para %1$@.
fr: Aucun résultat de recherche pour %1$@.
it: Nessun risultato di ricerca restituito per %1$@.
vi: Không tìm thấy kết quả trong %1$@

# settings_meta_cast
source: Cast
de: Besetzung
es: Reparto
fr: Casting
vi: Diễn viên

# settings_meta_comments
source: Comments
de: Kommentare
es: Comentarios
fr: Commentaires
it: Commenti
vi: Bình luận

# settings_meta_episodes
source: Episodes
de: Episoden
es: Episodios
fr: Épisodes
it: Episodi
vi: Tập phim

# settings_meta_trailers
source: Trailers
de: Trailer
es: Tráilers
fr: Bandes-annonces
it: Trailer
vi: Trailer

# settings_notifications_permission_disabled
source: System notifications are disabled for Nuvio. Enable them to receive alerts and test notifications.
de: System-Benachrichtigungen sind für Nuvio deaktiviert. Aktiviere sie, um Benachrichtigungen und Tests zu erhalten.
es: Las notificaciones del sistema están desactivadas para Nuvio. Actívalas para recibir alertas y notificaciones de prueba.
fr: Les notifications système sont désactivées pour Nuvio. Activez-les pour recevoir des alertes et des notifications de test.
it: Le notifiche di sistema sono disabilitate per Nuvio. Abilitale per ricevere avvisi e notifiche di test.
vi: Thông báo cho Nuvio hiện đang bị tắt. Hãy bật thông báo để nhận các cảnh báo và gửi thông báo thử nghiệm

# settings_notifications_test_requires_saved_show
source: Save a show to your library first to test notifications.
de: Speichere zuerst eine Serie in deiner Bibliothek, um Benachrichtigungen zu testen.
es: Guarda primero una serie en tu biblioteca para probar las notificaciones.
fr: Enregistrez d’abord une série dans votre bibliothèque pour tester les notifications.
it: Salva prima una serie nella tua libreria per testare le notifiche.
vi: Hãy lưu chương trình vào thư viện trước để kiểm tra thông báo

# settings_stream_badge_enter_url
source: Enter a badge JSON URL.
de: Gib eine Badge-JSON-URL ein.
es: Introduzca una URL JSON de insignia.
fr: Saisissez une URL JSON de badge.
it: Inserisci un URL JSON dei badge.
vi: Nhập URL chuỗi JSON

# settings_stream_badge_import_failed
source: Badge import failed.
de: Badge-Import fehlgeschlagen.
es: Error al importar la insignia.
fr: Échec de l’import du badge.
it: Importazione dei badge non riuscita.
vi: Nhập thất bại

# settings_stream_badge_import_limit
source: You can import up to %1$@ badge URLs.
de: Du kannst bis zu %1$@ Badge-URLs importieren.
es: Puedes importar hasta %1$@ URL de insignias.
fr: Vous pouvez importer jusqu’à %1$@ URL de badges.
it: Puoi importare fino a %1$@ URL di badge.
vi: Có thể thêm tối đa %1$@ URL

# settings_stream_badge_url_scheme_invalid
source: Badge URL must start with http:// or https://.
de: Die Badge-URL muss mit http:// oder https:// beginnen.
es: La URL de la insignia debe comenzar con http:// o https://.
fr: L’URL du badge doit commencer par http:// ou https://.
it: L’URL dei badge deve iniziare con http:// o https://.
vi: URL phải bắt đầu bằng http:// hoặc https://

# source_embedded
source: Embedded
de: Eingebettet
es: Integrado
fr: Intégré
it: Incorporato (Embedded)
vi: Nhúng

# streams_failed_to_load_scraper
source: Failed to load %1$@
de: %1$@ konnte nicht geladen werden
es: No se pudo cargar %1$@
fr: Impossible de charger %1$@
it: Caricamento di %1$@ fallito
vi: Không thể tải %1$@

# trailer_season_label
source: Season %1$@ - %2$@
de: Staffel %1$@ - %2$@
es: Temporada %1$@ - %2$@
fr: Saison %1$@ - %2$@
it: Stagione %1$@ - %2$@
vi: Phần %1$@ - %2$@

# trakt_authorization_denied
source: Authorization denied
de: Autorisierung verweigert
es: Autorización denegada
fr: Autorisation refusée
it: Autorizzazione negata
vi: Quyền truy cập bị tử chối

# trakt_authorization_expired_reconnect
source: Your Trakt authorization is no longer valid. Reconnect your Trakt account.
de: Deine Trakt-Autorisierung ist nicht mehr gültig. Verbinde dein Trakt-Konto erneut.
vi: Ủy quyền Trakt của bạn không còn hiệu lực. Hãy kết nối lại tài khoản Trakt.

# trakt_complete_sign_in_browser
source: Complete Trakt sign in in your browser
de: Trakt-Anmeldung in deinem Browser abschließen
es: Completa el inicio de sesión de Trakt en tu navegador
fr: Terminez la connexion Trakt dans votre navigateur
it: Completa l'accesso a Trakt nel tuo browser
vi: Hoàn tất đăng nhập Trakt trong trình duyệt

# trakt_connected_status
source: Connected to Trakt
de: Mit Trakt verbunden
es: Conectado a Trakt
fr: Connecté à Trakt
it: Connesso a Trakt
vi: Đã kết nối với Trakt

# trakt_disconnected_status
source: Disconnected from Trakt
de: Von Trakt getrennt
es: Desconectado de Trakt
fr: Déconnecté de Trakt
it: Disconnesso da Trakt
vi: Đã ngắt kết nối Trakt

# trakt_error_add_list_failed
source: Failed to add to Trakt list
de: Hinzufügen zur Trakt-Liste fehlgeschlagen
es: No se pudo agregar a la lista Trakt
fr: Échec de l’ajout à la liste Trakt
it: Impossibile aggiungere alla lista Trakt
vi: Không thể thêm vào danh sách Trakt

# trakt_error_add_watchlist_failed
source: Failed to add to Trakt watchlist
de: Hinzufügen zur Trakt-Watchlist fehlgeschlagen
es: No se pudo agregar a la lista de seguimiento de Trakt
fr: Échec de l’ajout à votre liste de suivi Trakt
it: Impossibile aggiungere alla watchlist Trakt
vi: Không thể thêm vào Danh sách theo dõi

# trakt_error_authorization_expired
source: Trakt authorization expired
de: Trakt-Autorisierung abgelaufen
es: La autorización de Trakt expiró
fr: Autorisation Trakt expirée
it: Autorizzazione Trakt scaduta
vi: Quyền truy cập Trakt đã hết hạn

# trakt_error_empty_response
source: Empty response body
de: Leerer Antwortinhalt
es: Cuerpo de respuesta vacío
fr: Réponse vide du serveur
it: Corpo della risposta vuoto
vi: Máy chủ trả về dữ liệu trống

# trakt_error_list_limit_reached
source: Trakt list limit reached
de: Trakt-Listenlimit erreicht
es: Se alcanzó el límite de la lista de seguimiento
fr: Limite de listes Trakt atteinte
it: Limite di liste Trakt raggiunto
vi: Đã đạt giới hạn danh sách Trakt

# trakt_error_list_not_found
source: Trakt list not found
de: Trakt-Liste nicht gefunden
es: Lista de rutas no encontrada
fr: Liste Trakt introuvable
it: Lista Trakt non trovata
vi: Không tìm thấy danh sách Trakt

# trakt_error_missing_ids
source: Missing compatible Trakt IDs
de: Fehlende kompatible Trakt-IDs
es: Faltan ID de Trakt compatibles
fr: Identifiants Trakt compatibles manquants
it: ID Trakt compatibili mancanti
vi: Thiếu ID tương thích với Trakt

# trakt_error_rate_limit_reached
source: Trakt rate limit reached
de: Trakt-Ratenlimit erreicht
es: Se alcanzó el límite de tarifa de Trakt
fr: Limite de requêtes Trakt atteinte
it: Limite di richieste Trakt raggiunto
vi: Đã vượt quá giới hạn yêu cầu của Trakt

# trakt_error_request_failed
source: Trakt request failed
de: Trakt-Anfrage fehlgeschlagen
es: Error en la solicitud de seguimiento
fr: Échec de la requête Trakt
it: Richiesta Trakt non riuscita
vi: Yêu cầu tới Trakt thất bại

# trakt_invalid_callback
source: Invalid Trakt callback
de: Ungültiger Trakt-Callback
es: Callback de Trakt no válido
fr: Callback Trakt invalide
it: Callback Trakt non valido
vi: Lỗi xác thực Trakt

# trakt_invalid_callback_state
source: Invalid Trakt callback state
de: Ungültiger Trakt-Callback-Status
es: Estado de callback de Trakt no válido
fr: État du callback Trakt invalide
it: Stato callback Trakt non valido
vi: Lỗi trạng thái xác thực Trakt

# trakt_invalid_token_response
source: Invalid Trakt token response
de: Ungültige Trakt-Token-Antwort
es: Respuesta de token de Trakt no válida
fr: Réponse de jeton Trakt invalide
it: Risposta token Trakt non valida
vi: Lỗi phản hồi token Trakt

# trakt_library_load_failed
source: Failed to load Trakt library
de: Trakt-Bibliothek konnte nicht geladen werden
es: No se pudo cargar la biblioteca de Trakt
fr: Impossible de charger la bibliothèque Trakt
it: Impossibile caricare la libreria Trakt
vi: Không thể tải thư viện Trakt

# trakt_list_fallback_title
source: List %1$@
de: Liste %1$@
es: Lista %1$@
fr: Liste %1$@
it: Lista %1$@
vi: Danh sách %1$@

# trakt_lists_update_failed
source: Failed to update Trakt lists
de: Trakt-Listen konnten nicht aktualisiert werden
es: No se pudieron actualizar las listas de Trakt
fr: Impossible de mettre à jour les listes Trakt
it: Impossibile aggiornare le liste Trakt
vi: Không thể cập nhật danh sách Trakt

# trakt_missing_auth_code
source: Trakt did not return an authorization code
de: Trakt hat keinen Autorisierungscode zurückgegeben
es: Trakt no devolvió un código de autorización
fr: Trakt n’a pas retourné de code d’autorisation
it: Trakt non ha restituito un codice di autorizzazione
vi: Không thể lấy mã xác thực từ Trakt

# trakt_missing_credentials
source: Missing Trakt credentials
de: Fehlende Trakt-Anmeldedaten
es: Faltan credenciales de Trakt
fr: Identifiants Trakt manquants
it: Credenziali Trakt mancanti
vi: Thiếu thông tin xác thực Trakt

# trakt_progress_load_failed
source: Failed to load Trakt progress
de: Trakt-Fortschritt konnte nicht geladen werden
es: No se pudo cargar el progreso de Trakt
fr: Impossible de charger la progression Trakt
it: Impossibile caricare i progressi di Trakt
vi: Không thể tải tiến độ xem từ Trakt

# trakt_sign_in_complete_failed
source: Failed to complete Trakt sign in
de: Trakt-Anmeldung konnte nicht abgeschlossen werden
es: No se pudo completar el inicio de sesión de Trakt
fr: Impossible de terminer la connexion Trakt
it: Impossibile completare l'accesso a Trakt
vi: Không thể hoàn tất đăng nhập Trakt

# trakt_user_fallback
source: Trakt user
de: Trakt-Benutzer
es: Usuario de Trakt
fr: Utilisateur Trakt
it: Utente Trakt
vi: Người dùng Trakt

# collections_editor_tmdb_discover
source: TMDB Discover
es: TMDB Descubrir
it: Scopri TMDB

# collections_editor_tmdb_person_title_format
source: TMDB Person %1$@
es: Persona de TMDB %1$@
fr: Personne TMDB %1$@
it: Persona TMDB %1$@
vi: Hồ sơ TMDB %1$@

# collections_trakt_list_likes_count
source: %1$@ likes
es: %1$@ me gusta
fr: %1$@ j’aime
it: %1$@ Mi piace
vi: %1$@ lượt thích

# date_month_april
source: April
es: Abril
fr: Avril
it: Aprile
vi: Tháng Tư

# date_month_august
source: August
es: Agosto
fr: Août
it: Agosto
vi: Tháng Tám

# date_month_november
source: November
es: Noviembre
fr: Novembre
it: Novembre
vi: Tháng Mười Một

# date_month_september
source: September
es: Septiembre
fr: Septembre
it: Settembre
vi: Tháng Chín

# date_month_short_apr
source: Apr
es: Abr
fr: Avr
vi: Th4

# date_month_short_aug
source: Aug
es: Ago
fr: Aoû
it: Ago
vi: Th8

# date_month_short_jan
source: Jan
es: Ene
it: Gen
vi: Th1

# external_player_android_system
source: Android system player
es: reproductor del sistema android
fr: Lecteur système Android
it: Player di sistema Android
vi: Trình phát mặc định của Android

# generic_addon
source: Addon
es: Complemento

# generic_trailer
source: Trailer
es: Tráiler
fr: Bande-annonce

# library_local_tab_title
source: Nuvio Library
es: Biblioteca Nuvio
fr: Bibliothèque Nuvio
it: Libreria Nuvio
vi: Thư viện Nuvio

# meta_section_details_title
source: Details
es: Detalles
fr: Détails
it: Dettagli
vi: Thông tin

# person_role_creator
source: Creator
es: Creador
fr: Créateur
it: Creatore
vi: Nhà sáng tạo

# stream_default_name
source: Stream
es: Fuente
fr: Source
it: Flusso
vi: Nguồn phát

# streams_plugin_repository_fallback
source: Plugin repository
es: Repositorio de complementos
fr: Dépôt de plugin
it: Repository di plugin
vi: Kho Plugin

# trakt_watchlist
source: Watchlist
es: Lista de seguimiento
fr: Liste de suivi
vi: Danh sách theo dõi

# date_month_short_feb
source: Feb
fr: Fév
vi: Th2

# date_month_short_jul
source: Jul
fr: Juil.
it: Lug
vi: Th7

# date_month_short_jun
source: Jun
fr: Juin
it: Giu
vi: Th6

# details_runtime_hours_minutes
source: %1$@h %2$@m
fr: %1$@ h %2$@ min
vi: %1$@ giờ %2$@ phút

# details_runtime_minutes_only
source: %1$@m
fr: %1$@ min
vi: %1$@ phút

# unit_bytes_b
source: B
fr: o

# unit_bytes_gb
source: GB
fr: Go

# unit_bytes_kb
source: KB
fr: Ko

# unit_bytes_mb
source: MB
fr: Mo

# date_month_short_sep
source: Sep
it: Set
vi: Th9

# compose_player_episode_code_episode_only
source: E%1$@
vi: Tập %1$@

# compose_player_episode_code_full
source: S%1$@E%2$@
vi: P%1$@-T%2$@

# date_month_short_nov
source: Nov
vi: Th11

# details_runtime_hours_only
source: %1$@h
vi: %1$@ giờ
